tap "felixkratz/formulae"
tap "nikitabobko/tap"

brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "felixkratz/formulae/borders"
brew "fzf"
brew "gh"
brew "ghq"
brew "lazygit"
brew "libqalculate"
brew "mise"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"

cask "aerospace"
cask "cursor"
cask "ghostty"
cask "maccy"
