7zip
accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
apparmor
arandr
artwork-i3
atool
autoconf
automake
autorandr
avahi
b43-fwcutter
base
base-devel
bat
betterlockscreen
bind
bison
bitwarden
blueman
bluetuith
bluez-utils
bmenu
bottom
brave-bin
brightnessctl
btrfs-progs
calc
cantarell-fonts
chezmoi
clipit
copyq
cpupower
cronie
cryptsetup
deluge
device-mapper
dfc
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dog
dosfstools
downgrade
duf
dust
e2fsprogs
ecryptfs-utils
efibootmgr
evince
evtest
exfatprogs
eza
f2fs-tools
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-skk
fd
feh
felix-rs
ffmpeg
ffmpegthumbnailer
firefox
flac
flameshot
flatpak
flex
fq
gcc
gcolor3
ghq
gimp
git
git-delta
github-cli
glibc-locales
gnome-keyring
gparted
gping
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk3-demos
gtk4-demos
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hexchat
htop
httpie
inetutils
install-grub
intel-ucode
inxi
iwd
jfsutils
jq
kitty
kvantum-manjaro
lazygit
less
lib32-flex
lib32-mesa-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libgpod
libtool
lightdm-settings
lightdm-slick-greeter
lightdm-webkit2-greeter
lightdm-webkit2-theme-sapphire
linux-firmware-meta
linux612
logrotate
lvm2
lxappearance
lxinput
lxtask
m4
maia-console
maim
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
micro
mise
mkinitcpio-openswap
modemmanager
morc_menu
mousepad
mupdf
nano
nano-syntax-highlighting
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-dmenu
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nkf
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
openssh
os-prober
otf-latin-modern
palemoon
pamac-gtk
pamixer
paru
patch
patchutils
pavucontrol
pcmanfm
perl
perl-file-homedir
perl-file-mimeinfo
perl-rename
perl-unicode-linebreak
perl-yaml-tiny
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
plocate
polkit-gnome
polybar
poppler-data
powertop
procs
python-pip
python-pywal16
qt5ct
ranger
rclone
rclone-browser
ripgrep
rofi
rofi-greenclip
rsync
s-nail
sbctl
sbxkb
screenfetch
sd
sheldon
skk-jisyo
slop
snapd
sof-firmware
spectacle
speedtest-cli
spotify-launcher
starship
subversion
sudo
sysfsutils
syslog-ng
terminus-font
texinfo
texlive-binextra
texlive-fontsrecommended
texlive-langjapanese
texlive-latexextra
texlive-luatex
texlive-mathscience
thunar
thunar-archive-plugin
timeshift
timeshift-autosnap-manjaro
tldr
tlp
tlp-rdw
tmux
trash-cli
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
udev-usb-sync
unzip
update-grub
upower
usbutils
uv
valkey
vi
vibrancy-icons-teal
viewnior
vim
visual-studio-code-bin
vlc
volumeicon
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
wallpapers-juhraya
wezterm
wget
which
whois
wireless-regdb
wireplumber
wmutils
woff2-font-awesome
wpa_supplicant
xarchiver
xcursor-maia
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfce4-settings
xfsprogs
xorg-server
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xplugd
xss-lock
xterm
zathura
zathura-pdf-mupdf
zensu
zip
zoom
zoxide
